/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Amount";

/* XFLD: label for a cell type selector */
"Currency" = "Currency";

/* XFLD: label for a cell phone type selector */
"fax" = "Fax";

/* XFLD: label for a cell phone type selector */
"home" = "Home";

/* XBUT: label for a cell phone type selector */
"Home" = "Home";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Main";

/* XFLD: label for a cell phone type selector */
"mobile" = "Mobile";

/* XFLD: label for a cell phone type selector */
"other fax" = "Other fax";

/* XFLD: label for a cell phone type selector */
"page" = "Pager";

/* XFLD: label for a cell phone type selector */
"Phone" = "Phone";

/* XFLD: label for a cell type selector */
"Value" = "Value";

/* XFLD: label for a cell phone type selector */
"work" = "Work";

/* XFLD: label for a cell phone type selector */
"work fax" = "Work fax";

